[
  {
    "text": "Former Shark Tank India personality Ashneer Grover recalled his encounter with Bollywood star Salman Khan, when Ashneer was trying to enlist the actor as a brand ambassador for his company. In his trademark fashion, Ashneer narrated the story of his meeting with Salman, and the opinion that he formed about the actor later.\n\nFormer Shark Tank India personality Ashneer Grover recalled his encounter with Bollywood star Salman Khan, when Ashneer was trying to enlist the actor as a brand ambassador for his company. In his trademark fashion, Ashneer narrated the story of his meeting with Salman, and the opinion that he formed about the actor later.\n\nAshneer appeared on the Vagehra Vagehra podcast recently, where he also spoke about his youth, and briefly touched upon his exit from Shark Tank India.\n\nAsked about his meeting with Salman, which he had spoken about publicly earlier as well, Ashneer said, “Usko humne sponsor rakha tha, uske shoot ke liye mila tha, usko brief karne ke liye company ke baare mein. Teen ghante baitha tha uske saath, uske manager ne bol diya photo nahi khichwani, sir thoda bura maan jaate hain. Maine bola nahi khichwaunga photo, bhaad mein jaa tu, aisi kaunsi heropanti hogayi (We wanted him to endorse our brand, so I met him for the ad shoot and sat with him for three hours. His manager told me that I couldn’t get a picture with him because he might get irritated, and I thought, ‘Fine, he can go to hell)…”\n\nBut Ashneer also praised Salman’s business acumen, and said that most stars at his level are very intelligent about brand identity. He said, “But banda smart hai. Logon ko lagta hai ke hawa mein hai, banda genuinely smart hai, usko business samajhta hai, usko branding samajhti hai, usko apni image clear hai. Jab hum ad bana rahe the, usne clear bol diya tha ke mujhe larger than life hi dikhana kyunki maine picture banayi thi Tubelight, woh pit gayi kyunki mujhe usme mandbuddhi dikha diya. Mujhe laga sahi banda hai, yeh sab cheezon ki realisation hai (He’s a smart guy. People might think he’s aloof, but he understands his image. The only thing he told us was to show him as larger than life, because his film Tubelight, in which he played a simpleton, had recently flopped).”\n\nAfter becoming a household name thanks to the hit first season of Shark Tank India, Ashneer won’t be returning for season two, which premiered earlier this week. He said that he ‘dominated’ season one, and implied that he couldn’t strike a deal for season two.",
    "index": 0
  },
  {
    "text": "A heated argument took place between Bigg Boss 16 contestants Archana Gautam and MC Stan inside the house. Taking to Instagram on Tuesday, ColorsTV posted a brief clip of the duo shouting at each other. The video started with Archana screaming at MC Stan, \"Kab tak janta ki khayraat mein rahega yaha pe? Janta aese ghatiya logo ko pasand nahi karti. Iske saare fans ko main bolna chahti hun isne jharu nahi lagayi bhaiyya (For how long will you stay here on the viewers' alms? The audience doesn't like such cheap people. I want to tell all his fans he hasn't cleaned the house).\" (Also Read | Bigg Boss 16: Tina Datta fights with Nimrit Kaur Ahluwalia over dirty kitchen, calls her 'Archana part 2' Watch)\n\nAn angry MC Stan asked, \"Tere baap ka naukar hai kya (Am I your father's servant)?\" and Archana replied, \"Mera baap Bigg Boss hai, uska toh naukar hai na (My father is Bigg Boss, you are his servant, right)?\" He asked, \"Tera baap hai Bigg Boss (Bigg Boss is your father)?\" and made a comment about Archana's mother.\n\nArchana screamed at him, \"Sharam nahi aarahi Bigg Boss ke baare mein aesa bol raha hai? Teri ma hai ya nahi hai? Kaamchor. Bakwas mat kar. Jiske ghar pe rozi roti kha raha hai usi ko bol raha hai aesa (Are you not ashamed of talking about Bigg Boss this way? Do you have a mother or not? Lazy. Don't speak nonsense. You're talking about someone on whom your livelihood is depending)\" MC Stan repeatedly called her 'shemdi (a girl with a runny nose)'.\n\nArchana then screamed laughing, \"See Bigg Boss, he has gone mad. Salman sir se dandh lagegi. Tere jaese ghatiya ko Salman sir dekhenge (Salman sir will punish you. He will take care of a cheap person like you).\" MC Stan said, \"Tu mere ko mat bol ghatiya (Don't call me cheap).\"\n\nArchana responded, \"Tu ghatiya tha, ghatiya hai aur ghatiya rahega. Jo dusre ki maa ki respect nahi karsakta woh ghatiya hai. Tere jaese ghatiya logo ko Salman Khan sir dekhenge. Phut yaha se (You were, are and will remain cheap. One who can't respect another person's mother is cheap. He will take care of a cheap person like you. Leave). The video ended with MC Stan telling Archana again, \"Tere baap ka ghar hai kya, wapis se bol raha hun (I'm asking again, is this your father's house)?\"\n\nBigg Boss, which is now in its 16th season, airs Monday to Friday at 10 pm. The show airs on Saturday and Sunday at 9 pm on ColorsTV. The program is hosted by actor Salman Khan who joined the reality show in its fourth season.",
    "index": 1
  },
  {
    "text": "Actor Tusshar Kapoor opens up on playing Lucky in the Golmaal series, reveals why he was initially sceptical\n\nSalman Khan poses with a fan who travelled 1100 km from Jabalpur on cycle to meet him - See photosActor Tusshar Kapoor opens up on playing Lucky in the Golmaal series, reveals why he was initially scepticalGold: Policies to Shape a New Look Economy Vicky Kaushal and Sharvari Wagh team up to make Katrina Kaif blush\n\nAll  print stories are available on ×You can change your city from here.\n\nWe serve personalized stories based on the selected cityOKMovie ReviewsOnce Upon A Time In Jam...Avatar: The Way Of Wate...EnglishEmily in Paris actor Lucien Laviscount considered to play the next James Bond'The Conjuring 4' could 'potentially' be last film in franchise, says James WanThe Weeknd shocked after 'Blinding Lights' becomes Spotify's most streamed songTamilSouth Buzz: Samantha Ruth Prabhu to start shooting for ‘Citadel’ soon; ‘Thalapathy 67’ shoot progresses in Chennai; Omar Lulu’s ‘Nalla Samayam’ withdrawn from theatresThese Telugu, Tamil and Kannada filmmakers keen to rope in B'wood superstar Aamir Khan?'Vaadivaasal' delayed again; Suriya to begin a film with Sudha KongaraOfficial! Vijay's 'Varisu' censored 'U'; trailer to release on THIS dateTeluguSouth Buzz: Samantha Ruth Prabhu to start shooting for ‘Citadel’ soon; ‘Thalapathy 67’ shoot progresses in Chennai; Omar Lulu’s ‘Nalla Samayam’ withdrawn from theatresThese Telugu, Tamil and Kannada filmmakers keen to rope in B'wood superstar Aamir Khan?Vijay Deverakonda and Rashmika Mandanna spark dating rumours once again as they head to Maldives for New Year celebrationsChiranjeevi gets emotional when Ram Charan and Upasana announce pregnancy; It was one of my happiest momentsList of Films releasing this week; 'Okkadu' (Re-release), 'Kingdom of Dinosaurs' and 5 other new releases of the week from TollywoodMalayalamSouth Buzz: Samantha Ruth Prabhu to start shooting for ‘Citadel’ soon; ‘Thalapathy 67’ shoot progresses in Chennai; Omar Lulu’s ‘Nalla Samayam’ withdrawn from theatresThese Telugu, Tamil and Kannada filmmakers keen to rope in B'wood superstar Aamir Khan?Mammootty joins the sets of his next helmed by Roby Varghese RajKannadaSouth Buzz: Samantha Ruth Prabhu to start shooting for ‘Citadel’ soon; ‘Thalapathy 67’ shoot progresses in Chennai; Omar Lulu’s ‘Nalla Samayam’ withdrawn from theatresThese Telugu, Tamil and Kannada filmmakers keen to rope in B'wood superstar Aamir Khan?Radhika Pandit greets her followers with sweet new year wishesBengaliMonami Ghosh on playing Mrinal Sen’s wife Gita Sen: There will be scrutiny but I’m up for the challengeRitabhari kick starts 2023 with her ‘Fatafati’ poster, film to release in MarchPunjabiGippy Grewal gives a birthday surprise to his fans - announces two new projects; Details insideHappy Birthday Gippy Grewal: 5 Punjabi movies of the actor to watch in 2023Gippy Grewal’s wife Ravneet Grewal pens the sweetest note on the actor’s birthday#HappyNewYear - Himanshi Khurana on her 2023 plans: I am planning to give myself a break - ExclusiveNinja’s latest video with his son Nishaan is all things adorableMarathiSiddharth Jadhav shares a selfie with Vijay Sethupathi from the sets of ‘Gandhi Talks'; calls him, 'humble and outstanding'Subodh Bhave starrer 'Phulrani' is all set to hit screens on March 22, 2023; Poster out!Hemant Dhome shares a heartfelt post to wish his wife kshitee jog on her birthday; calls her, 'Morning of my life'Prasad Oak and Abhijeet Deshpande team up for late Prabhakar Panshikar's biopic; Deets insideSonalee to make her debut in Malayalam cinema alongside MohanlalSai Tamhankar features in new series Postcards From Maharashtra, reveals her love for the home stateBhojpuriCheck out: Inside pics of Monalisa's new year partyPravesh Lal Yadav and Neelam Giri's song 'Kalchhuliya Se Dagab' is out!Rani Chatterjee unveils the first look of 'Gangster in  Bihar'Khesari Lal Yadav prays speedy recovery to Rishabh Pant after his fiery car accidentPalak Tiwari looks gorgeous in THESE sunkissed picsGujaratiChetan Dhanani on 'Karma': The film is a crime suspenseViral Shah on the new year 2023: I am definitely more excited about the fresh beginningDeep Dholakia: I am a writer who acts to write and I am an actor who writes to act\n\n»  »  »  » Salman Khan poses with a fan who travelled 1100 km from Jabalpur on cycle to meet him - See photos\n\nSalman Khan poses with a fan who travelled 1100 km from Jabalpur on cycle to meet him - See photosSalman Khan poses with a fan who travelled 1100 km from Jabalpur on cycle to meet him - See photosSalman Khan's fan club shared a few pictures of the superstar striking a pose with a fan who apparently travelled on a bicycle from Jabalpur to meet the superstar on his birthday.\n\nCheck out the photos here:\n\nAs soon as Salman heard about the fan, he was quite impressed. Incidentally, the actor was at his residence at the time so he made sure he stepped out and met his crazy fan. The fan got an opportunity to interact with the idol and the two of them reportedly also discussed about Khan’s films including the forthcoming 'Tiger 3'.\n\nRead AlsoShah Rukh Khan twins in black with Salman Khan as he attends the 'Dabangg' star’s 57th birthday bash – See photo\n\nDressed in a black t-shirt and olive green pants, Salman is seen holding his fan's cycle in one photo and striking a pose with the fan in another. Salman Khan commands a huge fan following across the nation and on social media.\n\nOn the work front, Salman will next be seen in Maneesh Sharma's 'Tiger 3' with Emraan Hashmi and Katrina Kaif. It is slated for a release on Eid this year. Apart from this, he is also a part of 'Kisi Ka Bhai Kisi Ki Jaan'.\n\nSalman Khan's pictures with a fan, who cycled 1,100 km to meet him, go viral on social mediaRight arrowFrom Janhvi Kapoor to Pooja Hegde: Hottest red saris to buy for your weddingSobhita Dhulipala shows us how to dressWorld’s most peaceful countries to visit in 2023Times when BB Marathi 4 fame Apurva Nemlekar got into controversiesSome of the best new year 2023 resolutions18 Jaggery sweet delicacies from different parts of IndiaLive: 'Samantha is fine, and she is doing Citadel'Mukesh: Strict action must be taken against PathaanTamannaah-Vijay are the new couple in B-TownPhone Bhoot arrives on OTT: How to watchRenner critically injured: All you need to knowCindy Crawford's most stylish moments captured in these photosBrazilian city of Santos bids farewell to 'king of soccer' PeleKnow more about FIFA World Cup anthem fame, Myriam FaresBeautiful visuals of floating farms & its farmers in BangladeshTake new year's eve outfit inspiration from Nora Fatehi'Phone Bhoot' Review: Will you watch Katrina Kaif, Ishaan Khatter and Siddhant Chaturvedi's Comedy on OTT?02:25Fact check: Shah Rukh Khan’s statement saying ‘boycott trends don’t affect him’ is not for ‘Pathaan’ but from an old interview00:56'Either I kill myself...': Urfi opens up about experiencing suicidal thoughts01:02'She treats her child like a personalised doll'00:51Was Alia Bhatt pregnant before her marriage with Ranbir Kapoor?00:51Man tries to molest famous Lavani dancer Gautami, gets thrashed00:53Why India and China are fighting in the HimalayasThe India 23 years after 2023 we will see",
    "index": 2
  },
  {
    "text": "By Roktim Rajpal: Salman Khan recently celebrated his birthday on December 27 much to the delight of his well-wishers. A die-hard fan cycled all the way from Jabalpur to Mumbai to meet and personally greet Bhai. Salman,  not surprisingly, made it a point to meet this ardent supporter. despite his commitments, it sure seems that his love for fans knows no bounds.\n\nA loyal Salman Khan fan cycled from Jabalpur to Mumbai to meet his idol on his birthday. He managed to fulfill his goal as Bollywood's Sultan met him despite being busy. The two posed for a photo, which garnered attention on social media.\n\nRead | Salman Khan to reunite with THESE actresses in Kisi Ka Bhai Kisi Ki Jaan | Exclusive\n\nSalman has always been regarded as the choice of the masses and such acts are  the reason behind the same.\n\nSalman Khan was last seen in GodFather, which marked his Telugu debut. The actor acted with Megastar Chiranjeevi in the political thriller, which did fairly well at the box office. It was a remake of Mohanlal's Lucifer.\n\nSalman Khan is working on Kisi Ka Bhai Kisi Ki Jaan, said to be a remake of Ajith Kumar's Veeram. Bhai will be seen alongside Katrina Kaif in Tiger 3, the third part of the Tiger franchise. The spy-thriller is directed by Maneesh Sharma. . It is set to open in theatres on Diwali, 2023. Salman also has a cameo in Shah Rukh Khan-led Pathaan, which is slated to open in theatres on January 25, 2023.",
    "index": 3
  },
  {
    "text": "A Salman Khan fan from Jabalpur, Madhya Pradesh, recently travelled all the way to Mumbai to meet the superstar on a cycle. The young man, who describes himself as Salman Khan's \"Dewaana\", covered a distance of around 1,100 kilometres on a cycle to meet his idol. Luckily, Salman Khan was present at his residence and the fan finally got to personally interact with him.\n\nA photo going viral on social media showed actor posing with the man while flaunting the latter's \"Being Human\" cycle. \"Jabalpur-resident Sameer pedalled 1100-km to Mumbai to meet Megastar,\" read the caption of the image posted by one of Salman's fan page on Instagram.\n\nIn the image, a board on the two-wheeler read, \"Chalo unko duwaae dete chale. Jabalpur to Mumbai, dewaana mai chala.\"\n\nSince being shared, the picture has garnered more than 4,500 likes and thousands of comments. \"Bhai Ki diwangi,\" wrote one user. \"Salman Khan has The Most Loyal & Deewangi type Fans in Bollywood,\" said another.\n\nAlso Read | Prince Harry Says He ''Wants His Father And Brother Back'' Ahead Of Autobiography Release\n\nSalman Khan turned a year older last week. He shared a picture on his Instagram handle, waving at the sea of fans. Along with the photo, he thanked everyone. He simply wrote, \"Thank you all...\" The actor looks handsome in a grey t-shirt.\n\nThe actor also hosted a lavish birthday for his family and friends. The party was attended by Shah Rukh Khan, Iulia Vantur, Tabu, Pooja Hegde, Sangeeta Bijlani, Sonakshi Sinha, Kartik Aaryan and others.\n\nMeanwhile, on the work front, the actor was last seen in 'Antim'. Next, he will be seen in 'Kisi Ka Bhai Kisi Ki Jaan' with Pooja Hegde, Shehnaaz Gill and Venkatesh Daggubati, and 'Tiger 3' with Katrina Kaif.",
    "index": 4
  },
  {
    "text": "Aishwarya Rai Bachchan is one of the most celebrated Bollywood stars and she is known for her sophisticated persona. The actress hardly loses her calm. Be it a public event, dealing with trollers, or even commenting on her contemporaries, she always maintains her grace.\n\nHowever, Aishwarya doesn’t like talking about her ex-boyfriend Salman Khan, and over the years, we have seen her ignoring questions about him and even losing her calm as well. But once she appeared on Koffee With Karan and gave a quick-witted answer to the Dharma Productions head honcho on being asked about Salman Khan, leaving him dumbstruck. Scroll down to know her reaction.\n\nOnce Aishwarya Rai Bachchan graced the couch of Koffee With Karan and the gorgeous actress was asked about her past relationships during the rapid-fire round and her reaction was epic. The Rocky and Rani Ki Prem Kahani director popped up Salman’s name during the rapid–fire round, and the Sarbjit actress Aishwarya replied with a ‘next question’. Then, KJo took Vivek Oberoi’s name and asked what comes to her mind, the actress was quick to reply that Vivek is a wonderful friend who has been there for her truly.\n\nAishwarya Rai Bachchan was in a relationship with Salman Khan and the couple separated after dating for a couple of years. Later, Aishwarya found solace in Vivek Oberoi. The duo came closer during the shoot of ‘Kyun Ho Gya Na’ but the relationship didn’t work for a long time. In the year 2007, Aishwarya Rai married Abhishek Bachchan and has a daughter Aaradhya Bachchan. The duo is one of the most–loved couples in Bollywood. Watch:\n\nOn the work front, Aishwarya Rai Bachchan will be seen in Jailer. The film is slated to release this year. Notably, Jailer is an upcoming Indian Tamil – language action comedy film written and directed by Nelson.\n\nFor more such Bollywood updates, stay tuned to Koimoi.com\n\nMust Read: KRK Asks Fans Who’s The Biggest Flop Actor In Bollywood? Options Include Ranveer Singh, Vicky Kaushal & 2 Other A-Listers!",
    "index": 5
  },
  {
    "text": "KARACHI: In his six previous Tests Agha Salman had picked up just two wickets across eight innings. So when Pakistan were put in to field by New Zealand in the second Test at the National Stadium here on Monday, the 29-year-old — in the side as a batting all-rounder — would have given himself little chance of being the star of the day for the hosts on the opening day.\n\nOn a pitch that had a tinge of green on its sides, Pakistan had opted for three pacers. Salman’s role was largely going to be a supporting one for frontline spinner Abrar Ahmed. Yet, it was the off-break bowler who had the starring role: Salman’s figures of 3-55 till date saw Pakistan pull back New Zealand and leave them at 309-6 at the close.\n\nAnd so, with a wide grin on his face, it was Salman who appeared for the news conference to reflect on the day’s work.\n\n“When the team was announced, I did realise there will be some responsibility on me as the second spin option,” he told reporters. “But I try to contribute as much as I can, whether it’s with the bat or the ball.”\n\nBowled for prolonged spells by skipper Babar Azam, Salman put New Zealand in a spin. His first victim was New Zealand’s century-maker Devon Conway before he followed up with wickets of Daryl Mitchell and Henry Nicholls as the tourists slumped from a commanding position of 234-1 shortly after tea.\n\nHe credited his spin show to the work he’d put in the nets. “I work with [head coach] Saqlain Mushtaq for long time periods during net sessions,” he said, “and I will continue doing this.”\n\nConway’s dismissal came thanks to sharp glovework by Sarfraz Ahmed behind the stumps, the wicket-keeper who made his return to the side for the first time since 2019 in the opening Test of the series. Sarfraz had come under fire for dropped catches in the first game but here, with Pakistan desperately looking for a breakthrough, he held on.\n\n“Dropped catches are a part of the game and they can happen to anyone,” said Salman. “I tried to bowl in the good areas, maintain a line and length. I think we also need to give credit to the bowling unit on how we came back in the game.”\n\nWith his three wickets, Salman reached 100 first-class wickets. He didn’t even know about it until he was informed about it by a reporter.\n\n“Now that you tell me, I feel good as it’s a milestone,” he said. And he isn’t in the mood for stopping anytime soon. “If I get a chance tomorrow, I’ll definitely try to go for a five-wicket haul but I hope the pacers finish them off early.”",
    "index": 6
  },
  {
    "text": "Indian businessman Ashneer Grover, the former co-founder and managing director (MD) of the Indian fintech company BharatPe, became a household name after his stint in Shark Tank India season 1. Post the telecast of Shark Tank India, Ashneer Grover turned into a sensation overnight. Many fans of the series started following the entrepreneur. Interestingly, during one of the public events, after season one was concluded, Ashneer revealed that he was not able to get Salman Khan on board for an ad because of a tight budget.\n\nSpeaking of the same event, Grover recently shed more light on the event. For the unversed, Ashneer recently appeared in Vagehra Vagehra podcast, where he also spoke about youngsters while commenting on his exit from Shark Tank India. When the host asked about his meeting with Salman, Ashneer said, “We wanted him to endorse our brand, so I met him for the ad shoot and sat with him for three hours. His manager told me that I couldn’t get a picture with him because he might get irritated, and I thought, ‘Fine, he can go to hell’.”\n\nAs the conversation progressed further, Ashneer went on to praise Salman’s business acumen and said that most stars at his level are very intelligent about brand identity. He asserted, “He’s a smart guy. People might think he’s aloof, but he understands his image. The only thing he told us was to show him as larger-than-life, because his film Tubelight, in which he played a simpleton, had recently flopped.”\n\nMeanwhile, as mentioned earlier, he also briefly touched upon his exit from Shark Tank India 2. He stated that he dominated season 1, and implied that a deal couldn’t be struck for his return.\n\nTalking about the TV show Shark Tank India 2, hosted by Rahul Dua, brings back Anupam Mittal, Aman Gupta, Peyush Bansal, Namita Thapar, and Vineeta Singh.\n\nCatch us for latest Bollywood News, New Bollywood Movies update, Box office collection, New Movies Release , Bollywood News Hindi, Entertainment News, Bollywood Live News Today & Upcoming Movies 2023 and stay updated with latest hindi movies only on Bollywood Hungama.",
    "index": 7
  },
  {
    "text": "As one of the country’s highest-paid superstars even today, Salman Khan charges a mind-boggling fee, or/and a share in the profits for a new outside film. And that happens when the film is not a home production of either his brothers Arbaaz Khan and Sohail Khan, or also brother-in-law Atul Agnihotri and mom Salma Khan as official producers.\n\nBut in his struggling days, though he was the son of the superstar among writers, Salim Khan (of Salim-Javed fame), he would struggle with some ad film assignments and would borrow or get used jeans from actor Kumar Gaurav, who would sometimes even lend Salman his car for dates!\n\nIn an interview after his 55th birthday that fell on December 27, Salman has said that his ‘funda’ was always hard work. “If one is successful, one has to work hard. If one is not successful, one still has to work hard. So the hard work never really stops!” he said.\n\nSalman admits that good luck has played a huge role in his life and career, admitting that there are so many bigger than him, and being grateful to God for giving him everything he has today, along with his position. In the beginning, just like his idol Dharmendra just desired “A flat (apartment) and a Fiat (car)”, Salman only wanted to make just a million (Rs. 10 lakh)!\n\nToday, that amount can be rightly termed chicken-feed when we consider his worth and commanded price per film. As director Chandra Barot (who scripted Salim-Javed’s Don) said, “Over 25 years after Don, Salman, who was a kid then, told my son that I would give the three brothers a ride in my convertible car and ten rupees each for ice-cream. This man, who commands crores, still remembers the value of Rs. 10!”\n\nSalman also stated in the interview that many actor friends would make it big one day. But they would be replaced or thrown out. Salman himself had little work in some flop phases before he came back like a storm with Dabangg in 2010. “That is when I realized that an actor has to give his best to every film!” he said.\n\nSome years ago, his father had confided to me that his son had finally learnt to say ‘No!’ to people who exploited him into making cameos or signing wrong projects out of sentiment or friendship.\n\nHere, then, is one mega-star who has come up—truly—the hard way!",
    "index": 8
  },
  {
    "text": "Actor Salman Khan, who clocked his 57th birthday on Tuesday, had once spoken about wanting children. In an old interview, Salman had said that he wants children but doesn't 'want the mother'. (Also Read | Salman Khan entertains Arpita Khan's kids Ayat and Ahil in Da-Bangg tour BTS video, fans say 'best mama ever'. Watch)\n\nSalman's love for children is evident when he interacts with his nephew Ahil and niece Ayat, children of his sister Arpita Khan and her husband, actor Aayush Sharma. Earlier this year, a video was shared on Instagram in which Salman grooved to the song Allah Duhaai Hai from his film Race 3 and encouraged the children to dance with him.\n\nSpeaking with Mumbai Mirror in 2019, Salman had reacted when said that he loved children. The actor had said, \"(Smiles) I want children, but with children comes the mother. I don’t want the mother, but they need one. But I have a whole village to take care of them. Maybe I can work out a win-win situation for everyone.\"\n\nSalman has been in relationships with several people over the years. He reportedly dated former actor Somy Ali from 1991 to 1999. Salman was also reported to be in relationships with model Sangeeta Bijlani, actors Aishwarya Rai and Katrina Kaif. He is currently rumoured to be dating model Iulia Vantur.\n\nSalman made his breakthrough with a leading role in Maine Pyar Kiya (1989). He went on to feature in many films such as Hum Aapke Hain Koun (1994), Karan Arjun (1995), Biwi No 1 (1999), and Hum Saath-Saath Hain (1999). The actor also featured in Dabangg (2010), Ready (2011), Bodyguard (2011), Ek Tha Tiger (2012), Dabangg 2 (2012), Kick (2014), Tiger Zinda Hai (2017), Bajrangi Bhaijaan (2015), Sultan (2016), Bharat and Dabangg 3 (2019) and Antim: The Final Truth (2021).\n\nSalman recently finished shooting for Kisi Ka Bhai Kisi Ki Jaan. It is an action-packed entertainer directed by Farhad Samji and also features Pooja Hegde and Venkatesh Daggubati in the leads. Shehnaaz Gill, Palak Tiwari, and Vijender Singh are also a part of the film. The movie is slated to hit theatres on the occasion of Eid 2023.\n\nSalman's next action thriller film Tiger 3, which was previously scheduled to hit the theatres on April 23, 2023, will now release on the occasion of Diwali next year. The film also stars Katrina Kaif in the lead role.",
    "index": 9
  },
  {
    "text": "Bollywood’s ‘Bhaijaan’ Salman Khan has amassed a massive fan following around the world not only because of his acting skills but he is also one of the most successful entrepreneurs and philanthropists. Salman’s Samaritan face came to the fore only when he founded ‘ The Being Human Foundation’ in 2007.\n\nBajrangi Bhaijaan‘s helping nature has made him more popular among fans and we have also observed in the past that he is helping various newcomers in making a foray into Bollywood. Salman is also seen treating his fans with respect in various videos.  So, if you are a Salman Khan fan and want to know about Bhaijaan’s contribution to helping others, then keep scrolling.\n\nSalman Khan founded ‘The Being Human Foundation’ with the objective to provide education and healthcare services to the underprivileged classes in India. The actor is the owner of Being Human- a branded merchandise which primarily funds his ‘The Being Human Foundation’.\n\nThe foundation supports various projects and performs charitable activities in collaboration with other NGOs also.  In this write-up, we will let you know how Salman Khan is contributing towards improving the education sector of the country.\n\nThe foundation has been supporting Akshara High School since June 2012. The Salman Khan foundation funds the education of 200 children here. Akshara High School is a not-for-profit neighborhood school located in the western suburbs of Mumbai.\n\nAkshara High School (ICSE Board) began in 2007 with the concept of creating a friendly environment for the education of children in the vicinity of their homes, cited beinghumanonline.com.\n\nAccording to the foundation’s website, Akshara High School has successfully developed as a ‘Neighborhood School’ in Kandivili, Mumbai over the past years. The school’s motto is to remove the stigma of social inequalities ingrained due to gender, caste, and economic and religious discrimination.\n\nThe fee structure at the school has been kept at a basic minimum so that lower and middle-class people can easily enrol their children in the school.\n\nAseema provides holistic and relevant education to Mumbai’s most neglected children – children living on the streets, in slums, and in inhuman conditions. Salman’s Being Human foundation has been associated with Aseema since June 2011. Being Human supports around 300 children at Aseema to receive their education.\n\nStarted to empower youth with disabilities, Being Human’s The ‘Tubelight Project’ is a joint initiative between the foundation, TRRAIN and Rann Neeti Strategic Consultants. Under this project, various skill training centres in Karnataka, Maharashtra and Delhi have been set up and Being Human along with two other partners is planning to start centres pan India.\n\nThe aim of the project is to train differently-abled youth in such a way that they would be able to get employment in the retail sector.\n\nThe aim of the project is to identify lost children in Mumbai and reconnect them with their families. Being Human in association with Rann Neeti Strategic Consultants started the project after getting inspired by the Salman starrer ‘ Bajrangi Bhaijaan’.\n\nThe Being Bajrangi team works closely with some of the child welfare NGOs and helps them in tracking the missing children. A total of 51 children have been reunited with their families and are now enrolled in schools and other projects in their hometowns, according to the foundation’s website.\n\nBeing Human has started educational resource centres in local Zilla Parishad primary schools to provide basic aids in Arithmetic, English, Marathi, and Health & Social awareness to children from the local community, from grades one to four. The initiative was started in August 2014.\n\nCiting the foundation’s website, a total of 310 children from the local community benefited from these classes alone in the academic year 2016-2017.\n\nCurrently, the foundation is running centres in Waje, Cherivali, Dhamini, Dehrang, Shivansai, Umbroli, and Gadeshwar.\n\nMPSM has been voluntarily working for the upliftment of tribal and farming communities in Maharashtra for the past half-century. Being Human is supporting MPSM’s arithmetic project which would provide skills in basic mathematics to four thousand children from the tribal communities between the age of five and twelve years in Maharashtra. It mainly works in Nashik, Thane, Raigad, Dhule, and Nandurbar.\n\nThe foundation also supports the computer programme run by Maharashtra Prabodhan Seva Mandal in  Nashik.\n\nThe Salman Khan foundation along with MPSM supports over 1500 Adivasi children who are in primary classes in 65 centres in the Nashik and Palghar districts of Maharashtra.\n\nAccording to the mpsm.in, these classes help the children in learning the basics of language, math, health, art and social perspectives.\n\nTo make teaching-learning more interactive and participatory, Being Human along with MPSM has specially designed materials and curriculum for the upliftment of rural education.\n\nThe teaching-learning materials include videos; large-size picture charts printed on durable flex material; teachers’ handbooks, flip charts and games. These materials are used not only with children in the village-level learning centres.\n\nThe foundation also promotes English learning among rural people.\n\nFoundation has designed and produced a set of 19 animated video capsules along with a guide for facilitators.\n\nSalman Khan’s foundation is also working on several other projects to boost the education system of the country. To know more check the website of the foundation here .",
    "index": 10
  },
  {
    "text": "Mumbai– Bollywood superstar Salman Khan recently met one of his fans from Jabalpur, Madhya Pradesh, who travelled all the way to Mumbai on his bicycle to meet him on his birthday. He impressed the actor as he traversed about 1100 km.\n\nHis picture with the ‘Dabangg’ actor is going viral; there is a board on his cycle that reads: “Chalo unko duwaae dete chale. Jabalpur to Mumbai, deewaana mai chala.”\n\nA Salman Khan fan page shared the picture and wrote: “Jabalpur-resident Sameer pedalled 1100 km to Mumbai to meet Megastar @beingsalmankhan.”\n\nThe actor celebrated his 57th birthday on December 27.\n\nOn his birthday, Salman shared a picture on his Instagram handle, waving at his fans. He wrote in the caption: “Thank you all…”\n\nThe actor also hosted a birthday party for his family and friends. The party was attended by Shah Rukh Khan, Iulia Vantur, Tabu, Pooja Hegde, Sangeeta Bijlani, Sonakshi Sinha, Kartik Aaryan, among others.\n\nOn the work front, Salman will next be seen in ‘Tiger 3’ with Katrina Kaif and ‘Kisi Ka Bhai Kisi Ki Jaan’ with Pooja Hegde.\n\nMumbai– National crush Vicky Kaushal is the perfect husband as he never fails to impress wife Katrina Kaif and make her feel special.\n\nVicky recently danced for Katrina, seemingly on her birthday. Taking to Instagram on Saturday, actor Mini Mathur posted a video giving a glimpse of how she spent 2022.\n\nA part of the clip showed Vicky Kaushal seated on the ground as he danced while actress Sharvari Wagh, who is rumoured to be dating Vicky’s brother Sunny Kaushal, was also seen grooving to the music behind him. Katrina sat on a couch near them with another person and blushed looking at Vicky.\n\nOn the work front, Katrina, who was last seen in the horror comedy film ‘Phone Bhoot’ alongside Siddhant Chaturvedi and Ishaan Khatter, will be next seen in Aditya Chopra’s upcoming action thriller film ‘Tiger 3’ alongside Salman Khan.\n\nShe also has Sriram Raghavan’s upcoming film ‘Merry Christmas’ opposite Vijay Sethupathi AND Farhan Akhtar’s upcoming film ‘Jee Le Zara’.\n\nVicky was last seen in Shashank Khaitan’s ‘Govinda Naam Mera’. He will also be seen in Meghna Gulzar’s next film Sam Bahadur alongside Sanya Malhotra and Fatima Sana Shaikh.\n\nLondon– Veteran actor Satish Shah gave an epic reply after he faced racism at the Heathrow airport here.\n\nThe actor, who is popularly known as Indravardhan Sarabhai from his show ‘Sarabhai Vs Sarabhai’, was travelling to London in first class, and overheard racist comments at the airport.\n\nWhile he was travelling, officials at the airport could not believe that he could afford tickets for first class.\n\nHowever, this did not stop Satish from giving an answer back.\n\nTweeting about the same, he wrote: “I replied with a proud smile ‘because we are Indians’ after I overheard the Heathrow staff wonderingly asking his mate – ‘how can they afford 1st class’?”\n\nSatish has appeared in several Hindi films and TV shows. He is also known for his work in films such as ‘Main Hoon Na’, ‘Om Shanti Om’ and ‘Ra. One’.\n\nMumbai– ‘Maddam Sir’ actress Roopam Sharma expressed gratitude towards actor Sudhanshu Pandey for supporting her character and rooting for her in the new show ‘Teri Meri Doriyaann’.\n\nRecently, the makers of the show dropped a promo in which it was shown how the mother of three daughters wants them to get married to rich guys so that their life changes. However, one of the siter questions why it is needed. On the other hand, Angad, played by Vijayendra Kumeria meets the two sisters, Seerat and Sahiba. Who he falls in love is what will be seen in the show.\n\nSudhanshu shared a video on his Instagram in which he said that Seerat, played by Roopam, is perfect for Angad as she is stylish and beautiful.\n\nOn his post, Roopam commented: “I saw Sudanshu sir rooting for me in a recent video. I was very touched by the gesture. He is one of the popular characters on screen and to see him rooting for me makes me happy and excited. I hope the audience also loves me on screen.\n\nIt is a story of two families and how the next generation of both of them falls in love with each other. It is about three couples and how their lives get entangled and the question raised in the mind of the audience is who is going to get along with whom as a partner.\n\nMumbai– Bollywood couple Ishita Dutta and Vatsal Sheth have purchased a 3 Bhk flat in Mumbai’s Juhu and posted a picture of it on their Instagram handle.\n\nIshita and Vatsal posed together in the picture in front of their house which is under construction.\n\nThey captioned it: “New Year New Project#DreamHouse”\n\nThe ‘Drishyam 2’ actress shared: “A new year marks a fresh start, and a new house is a chance to create memories and realise dreams. This is a dream that I and Vatsal had together, and now that it’s actually happening, it gives us immense love and happiness. Only love and gratitude to all of our family and friends who have supported us no matter what.”\n\nWhile Ishita is also known for her TV shows such as ‘Ek Ghar Banaunga’, ‘Bepanah Pyaar’, and ‘Thoda sa Baadal Thoda sa Paani’, Vatsal was seen in ‘Taarzan: The Wonder Car’, ‘Ek Hasina Thi’, ‘Haasil’, among others. (IANS)",
    "index": 11
  },
  {
    "text": "For Gen Z, Salman Khan is Bhai—the tough, poker-faced muscled man, who can fight off an entire army of goons. This image brimming with machismo almost cannot be connected with the romantic idealist version of Salman who ruled the 90s. If Shah Rukh Khan was the smooth-talking Rahul or Raj, ironically, Salman was the good son, brother and husband Prem, even though off-screen, he was the quintessential bad boy of Bollywood.\n\nFor Gen Z, Salman Khan is Bhai—the tough, poker-faced muscled man, who can fight off an entire army of goons. This image brimming with machismo almost cannot be connected with the romantic idealist version of Salman who ruled the 90s. If Shah Rukh Khan was the smooth-talking Rahul or Raj, ironically, Salman was the good son, brother and husband Prem, even though off-screen, he was the quintessential bad boy of Bollywood.\n\nSalman Khan’s career can be encapsulated in several phases—-from the 90s, to the experimental early 2000s and finally the hardened Bhai we know today.\n\nThe many Prems, comedy and action of the 90s\n\nWhile Salman Khan made his debut with the 1988 film Biwi Ho To Aisi in a supporting role, it was his leading role in Sooraj Barjatya’s romantic drama Maine Pyar Kiya (1988) that brought him the spotlight. In the first iteration of Prem, Salman played the badly-behaved son of a rich family, who changes his ways after meeting the simple Suman (Bhagyashree). However, as always Bollywood parents are the biggest obstacles and after much heartache, Prem leaves aside his life of luxury to prove himself to Suman’s father. Despite the success of the film, Salman later admitted that he did not get work for 4-5 months, till his father Salim Khan intervened and requested GP Sippy to sign Salman for Patthar Ke Phool.\n\nAfter enjoying a few moderate successes, Salman once again scrabbled to stardom after playing Prem (again) in Sooraj Barjatya’s Hum Aapke Hain Koun (1994). This time, Prem wasn’t the arrogant or badly-behaved fellow who needed a woman to change his ways—-he was already the image of perfection. He was the ideal son, brother and cutesy lover, who was willing to sacrifice the love of his life for his brother. The film emerged as one of the biggest blockbusters of the year and Salman had established himself as one of the leading stars. He also starred in the comedy Andaz Apna Apna as Prem, a man trying to win over a rich woman’s heart, while getting entangled in an absurd comedy of errors. The film failed at the box office, but attained cult status over the years. It also proved Salman’s prowess at slapstick comedy. For the era, he melded in well. Towards the end of the ‘90s, Salman played another Prem in Sooraj Barjatya’s Hum Saath Saath Hain. This Prem was the serious and quiet virtuous type.\n\nYet, while Prems dominated his ‘90s career, Salman tried various roles—he starred in the action film Karan Arjun, where he played a vengeful reincarnated son alongside SRK. He also starred in David Dhawan’s comedies, Judwaa and Biwi No. 1, establishing himself as an all-round star. The ‘90s also saw him accepting the roles of a defeated lover, including his surprise cameo in Kuch Kuch Hota Hai where he loses Kajol to SRK and Hum Dil De Chuke Sanam, where Aishwarya Rai leaves him for Ajay Devgn. Salman checked all the boxes of the era—the over-the-top comedy, action and the run-around-the-trees romance.\n\nSalman Khan experimented wildly in 2000s, albeit without much success. In 2001, Salman starred in Chori Chori Chupke Chupke, which addressed the issue of surrogacy—a rare topic for Hindi films then. In 2002, he featured in the disastrous Hum Tumhare Hain Sanam, that refused to take off despite featuring Madhuri Dixit and Shah Rukh Khan—it was a reminder that what worked in the 90s wasn’t going to be successful in the 2000s. And then came Tere Naam in 2003, which gave way to the army of Bhai fans with parted hair and net vests. The romantic drama, which also faced much criticism, saw Salman showcasing his broken and vulnerable side, something he hadn’t quite done before. In the middle, there were other forgettable films including Tumko Na Bhool Na Paayenge. But Salman wasn’t going to give up, he still wanted to make his own image for the 2000s. So, he tried comedies like No Entry and Mujhse Shaadi Karoge, which worked well. In a rare move, there was the dark and disturbing Kyun Ki with Kareena Kapoor, where he played the role of a patient in a mental health facility.\n\nWith 2009 film Wanted, Salman Khan’s game changed for good. Salman worked with Prabhudheva for the first time in Wanted, which was a remake of the Telugu blockbuster Pokiri. Filled with over-the top massy dialogues, and unique dance steps, Salman carved a new image for himself and became the symbol of machismo. The film crossed Rs 100 crore at the box office, and it was his first Eid release, kicking off a tradition that his fans would soon eagerly start waiting for.\n\nThere was no looking back after this—gone were the days of mushy, cutesy or effusive dialogues, it was the time for one-liners that would inevitably make it to bhai fan tweets. So, fans began spouting lines like “Ek baar jo maine commitment kar di” from Wanted, followed by the likes of “Mujhpe ek ehsaan karna, mujhpe koi ehsaan mat karna”, “Zindagi mein teen cheezein kabhi underestimate mat karna – I, Me, aur Myself” and “Swagat nahi karoge hamara”.\n\nSoon, the Dabangg franchise followed, where Salman Khan played a rowdy cop and then along came the Tiger franchise. Now he was the super spy who could beat up people single-handedly but didn’t have much control over his heart when it came to Katrina Kaif’s Zoya. The era of Rs 300 crore blockbusters for Salman dawned, and stayed with Bajrangi Bhaijaan in 2015. Salman remained Bhai regardless of whether his films worked or not, even if they were appalling failures like Race 3. He remained indifferent as he knew that his worst films still minted money at the box office, and he could care less about critics. Salman hasn’t witnessed too many successes of late despite the tough-and-gruff actioners, but at this point in his career, it doesn’t affect his fans or his stardom, least of all him.",
    "index": 12
  },
  {
    "text": "It's time to grab some popcorn as the Hindi film industry is all set to return to its former glory with its new slate of Bollywood movies scheduled to hit the theatres in 2023. From Shah Rukh Khan's Pathaan to Salman Khan's Tiger 3, 2023 seems to be jam-packed with big-budget movies that promise to raise the bar to the next level.\n\nWhile 2022 turned out to be a difficult year for Ranveer Singh, Akshay Kumar and Sidharth Malhotra, these actors seem adamant to return to winning ways with their respective releases: Rocky Aur Rani Ki Prem Kahani, Bade Miyan Chote Miyan and Mission Majnu, which are scheduled to release in 2023. Not just that, but these upcoming Bollywood movies are also expected to give the South Indian industry a tough run for its money at the box office. Don't believe us? Scroll down and check out the long list of much-awaited Bollywood movies that have the potential to lure the audience back to theatres.\n\nAfter delivering hits like Gangubai Kathiawadi, RRR and Brahmastra, actress Alia Bhatt is all set to team up with Ranveer Singh for a romantic drama titled Rocky Aur Rani Ki Prem Kahani. Helmed by Karan Johar, the upcoming Bollywood movie will also feature Jaya Bachchan, Dharmendra and Shabana Azmi in significant roles. The film is a blend of romance and family drama which is expected to be high on drama, catchy music and all the entertaining elements.",
    "index": 13
  },
  {
    "text": "Daring to disagree with Jean De La Fontaine, sadness does not fly away on the wings of time. At least, not always. If the ticking of the clock actually carried some magic, the past 12 years would have been enough to pierce through the blanket of silence commemorating a fallen warrior: Salman Taseer.\n\nAs his bullet-riddled body was lowered into an early grave, hopes for a tolerant, pluralistic Pakistan, as envisioned by our founding father, hurried to join. After all, there was only a limited number of lions our soil could take credit for. Not many can find the courage within and thunder, “If I do not stand by my conscience, then who will?”\n\nThe brazen display of support in a jail in Sheikhupura when he had comforted a woman said to be living on borrowed time had managed to leave even people in his close circles a bit surprised.\n\nAsia Bibi, then accused of blasphemy, sat at the heart of the stinging controversy that began from burned effigies, twisted-turved around heated declarations on mainstream media and ended with a policeman becoming a law unto himself.\n\nHis friends were quick to remind him how life had never been easy for the “westernised” ideals of well-to-do liberals in the largely conservative country. That the social stature would not always provide the cover echoed far and wide. But both sides grossly underestimated how invested Taseer had become in the fight mandated by the white in his much-revered flag as well as the teachings of the book he was accused of turning his back on. The barrage of stones continued and his brusque, unrelenting vigour followed. But he could not play with fire forever.\n\nNo matter how high he sat in the federation–that too, in the largest, somewhat urbanised province–he could not be allowed to get away with poking the ugly bear of irrationality, point fingers at the pernicious baton and get away unharmed. The prejudice must have made up its mind at the first glimpse of the warm exchange between the former governor and the anathematised. How dare he defy the status quo? How could his scruples steal the limelight from the injustice? The course correction needed a sacrifice, for sure. Blood, the bigoted had demanded. Blood, the astray would be fed.\n\nTo their misfortune, Mr Taseer tugged at their masks from the ferocious claws of death. His bravery and the subsequent unleashing of hellfire very publicly spelt out the end of reason and pulled back the drapes off the moderation facade practised by the ruling elite. Repackaging their vile abuse of authority in a glossier cover of religion would not make it smell any sweeter. “What’s in a name” anyway? The chaos that prevailed soon afterwards was assumed to nip the revolucion in the bud. But the forces that be forgot how the journey must go one. The hands have changed and the torch shines far less brightly. Quite reasonably, optimism might be difficult to hold on to because we cannot all be unafraid of holding the fort. Still, every faint ray of light standing up to protect the weaklings and take an unconventional public position is, in one way or another, a grand homage to the memories and principles of Salman Taseer. You may have left us, sir, but your perseverance as the fountainhead of a better Pakistan lives one. Just like you, “hum ne (bhi) gulshan k tahfuz ki qasm khae hae.” (we, too, are ready to defend the homeland)",
    "index": 14
  },
  {
    "text": "Pan-India superstar Prabhas is one of the biggest bankable stars in the entertainment industry. Since the success of the Baahubali series, the actor’s popularity skyrocketed. More than his films, he often makes headlines over rumored affairs with multiple actresses, including Kriti Sanon and Anushka Shetty.\n\nWhile none of the speculations have been confirmed, fans have been wondering when will the superstar get married. The Saaho actor has now opened up on his marriage during a conversation with Unstoppable With NBK. Scroll down to know more.\n\nAs the second season of Unstoppable With NBK kick-started, the first part of the episode was dominated by discussions about Prabhas’ hush-hush romantic life. Nandamuri Balakrishna began grilling the Telugu superstar about possibly tying the knot, but he didn’t cave in.\n\nAs reported by News 18 report, the Adipurush actor replied, “No idea, sir. I don’t know yet. I will definitely get married, but it’s not written in my destiny yet.” NBK then went on to ask how he manages to deal with his mother’s pressure since every mother wants to see their children settled in their life.\n\nPrabhas shared that his sister and sister-in-law live close by. So, that is how they are managing for now. “Later… I mean, it should be destiny. What is in our hands?” he added. Nandamuri Balakrishna went on to reveal that Sharwanand was on the show, and he was also asked the same question. The latter said that he would tie the knot when Prabhas does.\n\nUpon hearing this, the Rebel star replied, “Then I should say I’ll get married after Salman Khan.”\n\nOne of the key highlights of the episode was Ram Charan’s call after which it was a laughing riot. NBK and Ram Charan took turns pulling the leg of the Saaho actor. Balakrishna asked the RRR actor to reconfirm if Prabhas was single as he was having a hard time believing it.\n\nMust Read: Samantha Is No More A Part Of Varun Dhawan’s Citadel Remake? Has Been Advised To Disappear For 3 Months!",
    "index": 15
  },
  {
    "text": "India’s Zee Studios has revealed an extensive 2023 slate of 28 titles across languages, featuring some of the best-known names in their respective industries.\n\nThe titles, which include 26 films for theatrical release, a direct-to-digital film and a streaming series, are Zee Studios productions, coproductions or acquisitions.\n\nBig ticket films include H. Vinoth’s Tamil-language heist thriller “Thunivu,” starring megastar Ajith Kumar that is due a Jan. 2023 release during the Pongal festival frame; Amit Sharma’s long-awaited Hindi-language soccer epic “Maidaan,” starring Ajay Devgn, due in February; Farhad Samji’s Hindi-language action-comedy “Kisi Ka Bhai Kisi Ki Jaan,” starring superstar Salman Khan, due in April during the Eid festival frame; and “Gadar 2,” a sequel to Anil Sharma’s 2001 blockbuster “Gadar,” starring Sunny Deol.\n\nDeol also stars alongside fellow veterans Sanjay Dutt, Mithun Chakraborty and Jackie Shroff in Vivek Chauhan’s “Baap.” Other Hindi-language highlights include Rani Mukerji in Ashima Chibber’s “Mrs. Chatterjee v/s Norway”; Richa Chaddha in Abhishek Acharya’s “Covid Stories”; Yami Gautam in Aniruddha Roy Chowdhury’s streaming-bound “Lost”; and Rahul Bose, Ishwak Singh and Aparshakti Khurana in Atul Sabharwal’s “Berlin.”\n\nAlso in Hindi, there are a brace of titles from auteur Anurag Kashyap – “Almost Pyaar With DJ Mohabbat” that premiered at Marrakech in November and “Kennedy,” starring Sunny Leone, which is bound for an A-list festival in 2023. Fellow auteur Devashish Makhija’s “Joram” will world premiere at Rotterdam in 2023. It stars Manoj Bajpayee, who also headlines Apoorv Singh Kark’s “Bandaa.” Nawazuddin Siddiqui essays a transgender role in “Haddi” and also stars in “Love is Blind.”\n\nHighlights of the Zee Studios Tamil-language slate include Muthaiya’s “Kather Basha Endra Muthuramalingam,” starring Arya; a landmark film from a superstar actor, details of which are under wraps; and Kishor Pandurang Belekar’s dialogue-free film “Gandhi Talks,” with music by A. R. Rahman, with Tamil cinema stars Vijay Sethupathi, Arvind Swami and Aditi Rao Hydari.\n\nDulquer Salmaan headlines Abhilash Joshiy’s Malayalam-language “King of Kotha.” Marathi-language films include Paresh Mokashi’s “Vaalavi,” with Swapnil Joshi and Ashish Bende’s “Aatma Pamphlet,” while Nagraj Manjule stars in Hemant Awtade’s “Ghar Banduk Biryani” and Vikram Patwardhan’s “Frame.”\n\nJaggesh stars in Kannada-language “Ranganayaka” and in Telugu-language “Vimanam.” Zee Studios’ Punjabi-language films include Pankaj Batra’s “Uchiyan Ne Gallan Tere Yaar Diyan” and “Godday Godday Chaa,” starring Gippy Grewal and Sonam Bajwa respectively.\n\nZee Studios was established in 2012 as the content engine for media conglomerate Zee Entertainment Enterprises Limited, which is in the process of merging with Sony Pictures Networks India.\n\n“As a pan India media company Zee is a leading broadcaster across geographies and languages. In 2020 the studios strategy pivoted to dovetail into the larger organization play. We were already a leader in Marathi films, we added Tamil, Telugu, Kannada, Malyalam and Punjabi into the regional mix. The initial response has been very encouraging with films like “Valimai” (Tamil), “Bangarraju” (Telugu), “Dharamveer” (Marathi) performing well not just at the box office but also in driving subscriber growth on the OTT [streaming] platform and delivering healthy ratings on television,” Zee Studios chief business officer Shariq Patel told Variety. “The strategy remains to make films across languages. We have a mix of tentpole and art house films and each film will have a unique marketing and release plan.”\n\n“I am often asked by directors and producers as to what kind of films I am looking to greenlight at any point of time. My answer is always the same. First is I have no idea what will click, in this business no one does, despite claims of knowing. Secondly as a studio I have to do it all, so for every ‘Thunivu’ starring Ajith Kumar or a ‘King of Kotha’ with Dulquer we will have a ‘Mrs. Chatterjee v/s Norway’ with Rani Mukerji or ‘Joram’ with Manoj Bajpayee,” Patel added. “We need to make it all, we work with Anil Sharma (‘Gadar 2’) and also with Anurag Kashyap (‘Kennedy’). We just have to ensure each film we are working on is budgeted correctly and the economics make sense. In addition we also have a series ‘Brown’ directed by Abhinay Deo starring Karisma Kapoor which is in post production and we propose to make more such premium series in the coming year.”\n\n“We have segmented our films according to size/scale/genre. And each film’s marketing and release strategy is crafted in a unique way. While a majority of them are for India theatrical release, we have made conscious investments in a set of films which we hope to take to the world via festivals i.e. ‘Joram’ by Devashish Makhija, ‘Gandhi Talks,’ a silent film starring Vijay Sethupathy and Arvind Swami, ‘Kennedy’ by Anurag Kashyap are a few examples. We aspire to establish Zee Studios as the preeminent studio for Indian films,” Patel said.\n\nZee Studios, which scored one of the biggest 2022 hits with “The Kashmir Files,” currently has Kannada-language film “Vedha,” starring Shiva Rajkumar on release.",
    "index": 16
  },
  {
    "text": "JAZAN: Jazan province this winter is a hotbed of tourists searching for relaxation, walks through beautiful scenery, the chance to sample the region’s famous coffee — and even scouting investment opportunities in an expanding leisure industry.\n\nA plan to build the province’s tourism economy was approved by Prince Mohammed bin Nasser bin Abdulaziz, who is in charge of the Tourism Development Council in the Jazan region. Since then, the Jazan City Track and the Farasan Islands Track were approved as tourist hiking routes.\n\nThe Heritage Village, meanwhile, is an important tourist attraction. During a tour of the site by an Arab News team, the village’s Director Mohammed Ali said that it was popular due to its architectural style and its cultural heritage.\n\nThere are several historic buildings made of stone and mud that detail the historical way of life.\n\n“The Jazan region has established a name for itself globally in every sphere, be it business, development, or tourism. In the Al-Raith governorate of the Global Islands, for example, there is one of the biggest model gardens in the world,” Ali said.\n\n“In the mountainous governorates, coffee is grown, which UNESCO has called one of the best products in the world.”\n\nAccording to Ali, the village, which spans 7,000 acres, is where the customs and traditions of the mountains, Tihama, and maritime environments come together in one location.\n\nIn the village marketplace, local resident Hamouda Hussain is one of a number of women selling traditional products.\n\n“I have loved sewing since I was a child, and I am here selling my products, which are popular traditional clothes,” she told Arab News. “I also make oud mixtures and incense for the body. I see many tourists who come from everywhere to the heritage village and buy my products.\n\n“Tourists flock more in the winter, spring break, founding day, and national day,” she added.\n\nAfter visiting the village, visitors can take a ferry to the Farasan Islands, whose reserve is known for its diverse ecosystems and rare wildlife was included in the “Man and the Biosphere Program,” a UNESCO initiative.\n\nThe ferry captain’s assistant, Yousef Al-Seeni, said that nothing makes him happier than seeing visitors from all over the world come to the islands.\n\n“We have received many tourists from around the world, and they are pleased with us because the sailing time is only an hour,” Al-Seeni said. As a result, they enjoy us as well as the view of the island and dolphins, as well as the opportunity to indulge in their favorite pastimes like diving, fishing, and a variety of sports like hiking and tasting the delectable seafood.”\n\nJazan and Farasan are famous for the trade in fish and pearls that are sold and exported to countries around the world due to the abundance of coastal beaches, which are rich in fish, shellfish, and seashells.",
    "index": 17
  },
  {
    "text": "By India Today Web Desk: Bigg Boss 16 fans were in for a light Shanivaar Ka Vaar this time, on the occasion of New Year's eve. The reality show's episode was for three hours with guest appearances from many celebrities, including veteran actor Dharmendra. On Day 90 of the show, the makers made sure to keep the energy of the contestants consistent with several new tasks and Salman was even seen questioning Nimrit Ahluwalia. If you have missed the episode, here's a quick recap:\n\n1. Salman Khan welcomes Dharmendra to the show. The show exchanged a warm hug.\n\n2. After a pleasant welcome, host Salman Khan and Dharmendra enter the 'Bigg Boss 16' house which astonishes the housemates. Dharmendra regales the housemates with shayris. Later in a task, all the housemates are asked to impress Dharmendra using various props and the one who succeeds in meeting the expectations win ‘Ghar Ki Dreamgirl’ & 'Ghar Ka Dharam' tag.\n\nREAD | Fans trend NO ANKIT NO BIGG BOSS on Twitter, evicted BB 16 contestant Ankit Gupta reacts | Exclusive\n\n3. Later, ousemates perform another task named, 'Kon hai apna task'. In this task, the housemates must offer laddoos to their favoured person whom they consider 'apna'. Post that, housemates participate in a 'New Year Clearance Task' where they declare which contestant's time has come and they must stick a sticker on them which says, 'sold' stating their reasons!\n\n4. Salman Khan even schools Nimrit for having double standards when it comes to Abdu.\n\n5. Kashmira and Krushna make an amazing entry on the stage with Salman Khan. Krushna even mimics Jeetendra ji on the stage.\n\n6. Actor Karan Kundrra also graces the housemates in 'Bigg Boss 16' house. He reads out the New Year Resolutions of housemates which they had written then and questions them if they can successfully pull off their resolutions.\n\nBigg Boss 16 has been extended after the show received a great response on TRP charts.",
    "index": 18
  },
  {
    "text": "After conceding 234 runs while picking only a couple of wickets, the Pakistan bowlers came back in style and reduced New Zealand to 309/6 at the end of the opening day’s play in the ongoing second Test at Karachi’s National Stadium. Agha Salman, in particular, was the wrecker-in-chief, bagging a three-wicket haul for 55 runs in 20 overs.\n\nSalman dismissed centurion Devon Conway and broke the 100-run partnership between the left-handed opener and skipper Kane Williamson. Salman picked up two more wickets in the form of Henry Nicholls and Daryl Mitchell. His dismissal of Mitchell, however, attracted maximum eyeballs.\n\nSalman bowled a peach of a delivery to clean up Mitchell in the 69th over of New Zealand’s first innings. The spinner went for a classical off-spin which pitched right on the money to draw the right-hand batter forward. As Mitchell tried to defend the ball, the red cherry pierced through the tiny gap between the bat and the pad, and hit the stumps.\n\nHere is the video:\n\nApart from Salman, Naseem Shah also impressed one and all with his disciplined bowling throughout the opening day. He drew the first blood in the form of Tom Latham before joining hands with Salman to pick two more scalps, triggering a batting collapse of the Black Caps. Naseem bagged three scalps for 46 runs in 18.4 overs.\n\nEarlier, after electing to bat first, the visitors started strongly as Conway stitched together crucial stands of 134 and 100 with Latham and Williamson. It was Conway’s fourth Test century, and he also surpassed the 1000-run benchmark.\n\n“It’s been a good ride so far. I’ve only played a handful of Test games, so it’s nice to get the opportunity to play and contribute to the team. It was nice batting out there with Tommy Latham and Kane, we managed to form some good partnerships,” Conway told the reporters.",
    "index": 19
  },
  {
    "text": "In India, a hero on TV is expected to be a hero in real life as well. Salman Khan is one of the biggest names in Indian cinema. He has stayed relevant for a very long time, and now charges more than 150 crores per movie.\n\nOver the years, Salman Khan has demonstrated his versatility as a high-profile action hero, well-known philanthropist, and a billionaire playboy, which has made him one of the most intriguing Indian entertainment characters of the past 25 years.\n\nSalman Khan is well-liked by the public because of his numerous altruistic efforts and the Being Human campaign. Because they are aware of and accepting of his flaws, his fans adore him even more, which helps them connect with his performances in his films on a deeper level.\n\nHis enigmatic single status appeals to his followers, especially considering that he has dated the leading ladies of Bollywood (or, more accurately, that he is responsible for making those ladies the leaders of Bollywood). Salman Khan will finally return to the silver screen with the following movies in 2023:",
    "index": 20
  },
  {
    "text": "India TV Editor-in-Chief Rajat Sharma will be back on screen with his iconic show Aap Ki Adalat. The new episodes will air from Saturday, January 7 at 10 pm. While we eagerly wait for our favorite celebrities to appear and face tough questions from him, we look back at one of the most trending and popular episodes from his show. It featured one of the biggest stars in Bollywood, Salman Khan. He faced all the charges and was 'acquitted' by the 'Janta Ki Adalat' in 2019.\n\nRajat Sharma recalled how Salman walked onto the stage, looking all buffed. Sharma said Salman assured him that he will answer all questions posed to him. Salman fulfilled his promise. Bollywood's 'Bhaijaan' was his most candid self on Aap Ki Adalat. Sharma said that Salman answered all the questions regarding his professional and personal life and controversies with grace and later came up to him, hugged him, and said , \"Sir kamaal kar diya.\"\n\nAap Ki Adalat has been iconic in more ways than one. Over its 30-year journey with over 1100 episodes aired, it has seen over 190 celebrity guests including the President of India, Prime Minister of India, Defence Ministers, Cabinet Ministers and Chief Ministers of various states and entertainment industry stars.",
    "index": 21
  },
  {
    "text": "Superstar Salman Khan is one of the most loved actors and has undoubtedly made it big in the industry. Owing to his success, the superstar is known to be quite influential. His cold war with Vivek Oberoi has been the longest ever seen in tinsel town so far.\n\nBoth the actors had dated Aishwarya Rai Bachchan and have never resolved their tiff. Back in 2003, the Saathiya actor called a press conference revealing that he received 41 calls from a drunk Salman abusing him and threatening to kill him over his closeness with Aishwarya.\n\nVivek Oberoi’s this move turned out to be detrimental for him. His acting career took a nose dive. Despite Vivek apologising to Salman Khan on several occasions, the superstar never forgave him. In fact, Dabangg Khan even took a dig at Vivek during his show.\n\nSalman once hosted a game show Dus Ka Dum that ran for nearly three seasons. In the first season of the game show, former cricketers Yuvraj Singh and Harbhajan Singh appeared as the first celebrity guests. During the show, the Tiger 3 actor narrated how he once had a hamstring injury while running on sets.\n\nA jovial Harbajan Singh inquired if he was running after Vivek Oberoi. Salman couldn’t help but laugh at Harbhajan’s query and then added, “Vivek Oberoi….chodiye unko. Unki zindagi unko jeene dein aaraam se nahin toh khaamakhaan choti ho jayegi”\n\nIn the same episode, Salman Khan asked Yuvraj about his favourite actress, and the cricketer intentionally took Katrina Kaif’s name, leaving Salman blushing. In return, Salman too stated that even he likes her. Talking about Salman Khan and Katrina Kaif, they have worked together in many films in the past. Their last film together was Bharat which collected over Rs 200 crore at the box office.\n\nNow both Salman and Katrina are once again teaming up for Tiger 3, which is touted to release in 2023.\n\nMust Read: Shehnaaz Gill Car Collection: From Owning 1.2 Crore Worth Jaguar To Mercedes Benz At 46 Lakhs, Punjab Ki Katrina Kaif’s Swanky Rides Will Leave You Awestruck!",
    "index": 22
  },
  {
    "text": "Salman Khan has said that he does not remember pick-up lines that girls use for him, but he is sure they 'drop' him. He was talking to Vicky Kaushal and Kiara Advani who were visited his reality game show Bigg Boss 16 as guests. (Also read: Akshay Kumar's emotional old video makes Salman Khan share a message, he reacts)\n\nVicky and Kiara were promoting their new film Govinda Naam Mera on the show. Vicky asked Salman Khan, “Did any girl use any pick up line on you? And if yes, what’s the worst pick-up line you have heard?”\n\nSalman replied jokingly as he laughed, “Pick up ka toh pata nahi lekin ladki ne drop zaroor kiya hai mujhe (I am not sure about the pick-up but girls have certainly dropped me).” Vicky and Kiara also joined him laughing. The host then added, “Well, to be honest, I don’t remember any such pick up line.”\n\nDuring their visit to the Bigg Boss house, Vicky and Kiara donned the role of radio jockeys and asked the contestants various questions. The actors also dedicated songs to the contestants.\n\nSalman Khan has been rumoured to date many girls in his life. These include Aishwarya Rai, Sangeeta Bijlani, Katrina Kaif, Iulia Vantur, among many others. Salman, however, has never spoken about his relationships.\n\nDirected by Shashank Khaitan, Govinda Naam Mera also stars Bhumi Pednekar and Renuka Shahane in lead roles. The film is a murder mystery and it landed online on Disney+ Hotstar on December 16.\n\nVicky will next be seen in Anand Tiwari's upcoming film along side Triptii Dimri. The film is yet-to-be-titled film and is set for a theatrical release on July 28, 2023. He also has the ambitious project, Meghna Gulzar's Sam Bahadur lined up for next. Vicky essays the role of Sam Manekshaw, who was the Chief of Army Staff during the India-Pakistan war in 1971, in the film.\n\nSalman Khan was recently seen in a cameo in Chiranjeevi's Telugu film Godfather. He has Kisi Ka Bhai Kisi Ki Jaan and the third film in his hit franchise, Tiger 3, lined up for next.",
    "index": 23
  },
  {
    "text": "Actor Salman Khan has showered love on actor Akshay Kumar as he shared a throwback emotional video of the latter. Taking to his Instagram Stories on Friday, Salman Khan posted the clip in which Akshay's sister Alka Bhatia sent him an audio message on a reality show, leaving the actor emotional. (Also Read | Emotional Akshay Kumar cries at sister's message for him on Superstar Singer)\n\nSharing the clip, Salman captioned it, \"I just came across something that I thought that I must share with everyone. God bless you Akki, truly amazing, felt so good seeing this. Keep fit, keep working and may god always be with you brother. @akshaykumar.\"\n\nReplying to Salman, Akshay re-shared the post on his Instagram Stories. He wrote, \"Really touched by your message @beingsalmankhan. Bohot achha laga (I felt very good). God bless you too. Shine on (hug emoji).\"\n\nThe emotional clip was from the singing reality show Superstar Singer 2 where Akshay arrived during the promotions of his family entertainer film Raksha Bandhan, earlier this year. In the clip, Alka thanked Akshay for being there for her.\n\nAddressing the actor as Raju, a part of her message said in Punjabi was, \"You stood beside me at all times, good and bad. From being a father, and friend to a brother, you played all roles for me. Thank you for everything.\"\n\nSalman and Akshay have so far featured in two films--Mujhse Shaadi Karogi and Jaan-E-Mann. Mujhse Shaadi Karogi (2004) is a romantic comedy directed by David Dhawan. The film also features Priyanka Chopra. Jaan-E-Mann (2006), directed by Shirish Kunder, also stars Preity Zinta.\n\nAkshay will be next seen in director Raj Mehta's upcoming film Selfiee alongside Emraan Hashmi. The film is all set to hit the theatres on February 24, 2023. Apart from that, he also has an action thriller Bade Miyan Chote Miyan opposite Tiger Shroff.\n\nSalman, on the other hand, will be next seen in the family entertainer film Kisi Ka Bhai Kisi Ki Jaan. It will release on Eid next year. Directed by Farhad Samji, the film also features Pooja Hegde and Venkatesh Daggubati.\n\nThe movie is produced by Salman's production banner Salman Khan Films. Actors Jagapathi Babu, Bhumika Chawla, Shehnaz Gill, Palak Tiwari, Raghav Juyal, Siddharth Nigam, Jassie Gill, and Vinali Bhatnagar will also star in the movie.\n\nSalman also has the action thriller film Tiger 3 opposite Katrina Kaif which is all set to hit the theatres on the occasion of Diwali 2023. He was last seen in Antim: The Final Truth, in which he featured alongside actor and brother-in-law Aayush Sharma.",
    "index": 24
  },
  {
    "text": "We got a glimpse of inside pictures from Anant Ambani and Radhika Merchant's engagement party through Orhan Awatramani's latest series of Instagram stories. He posted a set of pictures with the newly engaged couple. He also shared pictures with his friend and actor Janhvi Kapoor, superstar Salman Khan and actor Sagarika Ghatge on his Instagram stories. Orhan Awatramani posted two pictures with Salman Khan from the party and simply tagged the actor. No caption needed. In another picture Janhvi Kapoor and Orhan can be seen posing with friend Shikhar Pahariya. Posting a picture with the couple, Orhan wrote: \"Congratulations\" along with a prince and princess emojis.\n\nSee the inside pictures from the party here:\n\nSharing a picture with Radhika Merchant, Orhan wrote: \"The most beautiful Radhika Merchant.\"\n\nOrhan with Chak De! India actress Sagarika Ghatge, who attended the party with husband Zaheer Khan.\n\nOther guests at Anant Ambani and Radhika Merchant's engagement party included star couple Ranbir Kapoor and Alia Bhatt, who were accompanied by filmmaker Ayan Mukerji. Shah Rukh Khan also attended the bash. Ranveer Singh, Zaheer Khan and Sagarika Ghatge were also pictured arriving at the party last night.\n\nAnant Ambani, the youngest son of Reliance chairman Mukesh Ambani got engaged to Radhika Merchant, the daughter of industrialist Viren Merchant on Thursday. Their engagement ceremony was performed at the Shrinathji Temple in Rajasthan's Nathdwara.",
    "index": 25
  },
  {
    "text": "In August this year Salman Rushdie was stabbed multiple times. The novelist survived the attack, to the outward relief of the West. Prominent figures from the world of religion, politics and the arts offered their unqualified support to Rushdie as he lay in a New York hospital, recovering from the 12 knife wounds to his body.\n\nThe mayor of Paris, Anne Hidalgo, whose city in recent years has been targeted on several occasions by Islamist extremists, tweeted her support for Rushdie, a writer she described as ‘inspiring and a free man’.\n\nThe rector of the Grand Mosque of Paris, Chems-Eddine Hafiz,published an open letter to Rushdie, in which he expressed his horror at the attack and declared:\n\n‘I am writing to you from France, the country of writers and artists, of openness and free conscience. I have the honour of leading one of its lanterns, the Grand Mosque of Paris, from which we spread to the whole world a message of peace, tolerance and brotherhood, that of true Islam.’\n\nThis week the rector issued a statement about another of the West’s literary giants, the French writer Michel Houellebecq, winner of the 2010 Goncourt prize (France’s highest literary honour) and one of the very few contemporary novelists courageous enough to write critically of Islam.\n\nHouellebecq’s 2015 book, Submission, depicted an Islamic political party winning the 2022 presidential election and, prior to publication, it caused outrage among the Parisian bien-pensants. It was published on January 7, a couple of hours before the staff of the satirical magazine Charlie Hebdo were slaughtered by Islamist gunmen in their Paris office.\n\nIn this week’s statement, Chems-Eddine Hafiz let it be known that he has filed a legal complaint against Houellebecq because of what he described as his ‘very grave comments he made about Muslims in France’ in a recent interview with the left-wing philosopher Michel Onfray. In November the pair – two of the last remaining genuine intellectuals in France – had a wide-ranging conversation and Islam was one subject they discussed.\n\nAt one point Houellebecq touched on the theme of Submission, envisaging a France that is riven by violent factions. ‘When entire territories are under Islamic control, I think that acts of resistance will take place,’ said the novelist. ‘There will be attacks and shootings in mosques, in cafés frequented by Muslims, in short Bataclan in reverse.’ Hafiz took exception to Houellebecq’s hypothesis of future terrorist attacks by non-Muslims, overlooking the horrendous incident last week in Paris when a Frenchman who said he ‘hated’ foreigners allegedly shot dead three Kurds.\n\nThe rector also took offence to Houellebecq’s claim that that the ‘wish of the native French population… is not that Muslims assimilate, but that they stop robbing and assaulting them. Or else, another solution, that they leave.’\n\nThese are controversial remarks but this is Michel Houellebecq, a man routinely depicted at home and abroad as the ‘enfant terrible’ of French literature. When he received the Legion of Honour from Emmanuel Macron in 2019, the novelist was described by one broadcaster as a writer who ‘continues to provoke outrage with blunt, often pungent comments on religion, politics and society.’\n\nHafiz is supported in his complaint by Anne Hidalgo, who is less willing to champion Houellebecq’s right to freedom of expression than she does Rushdie’s. The same of course applies to the rector, who no longer seems to take pride in living in a country of ‘openness and free conscience’.\n\nHouellebecq’s comments were controversial but were they, as the rector claims, ‘inciteful’? The novelist painted a characteristically bleak picture but at no point did he encourage non-Muslims to attack Muslims. He was just being his usual pessimistic self.\n\nAs an op-ed in Le Figaro put it this week, ‘as far as we know, pessimism is not yet an offence or a crime.’\n\nBy filing a legal complaint, Hafiz has not only revealed his hypocrisy but he has reinforced the main thrust of Houellebecq’s argument: that Islam is incompatible with the liberal West. The rector would have been better advised to challenge the novelist to a public debate, a meeting of minds in a spirit of his cherished ‘openness and free conscience’.\n\nInstead, he appears to want Houellebecq silenced and any future debate on Islam and French Muslims censored.\n\nIt would be a terrible day for free speech in France if Hafiz won his suit against Houellebecq but, more disturbingly, Le Figaro fears that ‘this criminal complaint makes Houellebecq a target…and [he] risks becoming the next Salman Rushdie.’\n\nFollowing the publication of Submission, and the attack on Charlie Hebdo, Houellebecq was placed under police protection. In an interview the same year he said of the targeting of the magazine’s staff, ‘I was sad, but I wasn’t surprised.’\n\nWhat a tragedy for the West if we were ever forced to speak in similar terms of Michel Houellebecq.",
    "index": 26
  },
  {
    "text": "Prakash Raj recently shared his experience of working with his Wanted co-star and Bollywood superstar Salman Khan. Prakash said he doesn’t look at Salman as an actor, but as a prank-loving, goofy child.\n\nPrakash Raj recently shared his experience of working with his Wanted co-star and Bollywood superstar Salman Khan. Prakash said he doesn’t look at Salman as an actor, but as a prank-loving, goofy child.\n\nSpeaking to Lallantop, the actor said, “I don’t look at him as an actor, I look at him as a pranky kid. He will never get old. He has no filter. He is not criminal-minded. I have done two films with him, I like his company. Wo kisi se darta nahi hai (He is not scared of anybody).”\n\nPrakash Raj then went on to state that Salman Khan arrives to set late, and works at his own pace, because he knows his market, and he is comforted in the knowledge of having a considerable fan base. As the actor made these remarks, his Mukhbir co-star Adil Hussain was seen laughing.\n\nNot so long ago, Prakash had opened up about losing work owing to his political bluntness. “It is getting affected. Now, some people don’t work with me not because they have been told not to. But because they are worried ‘they’ may not approve. I am strong and rich enough to lose all that. I always feel my fear will be somebody’s power,” the actor had told Hindustan Times.\n\nPrakash Raj is currently seen in the ZEE5 espionage series Mukhbir.\n\nMeanwhile, Salman Khan is looking forward to the release of the action-packed Kisi Ka Bhai Kisi Ki Jaan. The film marks the Bollywood debut of Shehnaaz Gill, and also features Pooja Hegde.",
    "index": 27
  },
  {
    "text": "On Riteish Deshmukh’s birthday, actor Salman Khan took to his Instagram handle and teased fans to a glimpse of his special appearance in Ved. He will be joining Riteish on the song Ved Lavlay. The film marks Riteish Deshmukh’s directorial debut in Marathi films and also has Genelia D’Souza. Also read: Riteish Deshmukh pens emotional note for Salman Khan\n\nSharing a sneak-peak from the song, Salman Khan wrote, “Bhau cha birthday aahe -@riteishd Gift to Banta hai (It’s Riteish’s birthday, so here’s a gift). Enjoy.” The song features Salman and Ritesh matching movies with a hook step of the dance. The Mumbaiya ambience of the song promises a peppy track with Salman jumping from a balcony and landing on a truck to sitting on a cycle.\n\nInterestingly, in one of the scenes, Salman is seen dancing with a glass kept inside his pocket. For the unversed, earlier this year he made news when stepped out with a glass tucked inside the pocket of his pants. The full song will be out soon.\n\nReacting to the first look, a fan replied in the comment section, “Glass in pocket... it's really Salman Khan's style.” “The best gift we can say,” added another one. Someone also shared, “Bollywood ka trend fir bhai hi laynge (Salman Khan will set the trends in Bollywood).”\n\nEarlier, Riteish had shared pictures of them from the set of Ved. He captioned them with a note thanking Salman. The pictures showed Riteish and Salman laughing as they shot for the film. “As we celebrate Ashadi Ekadashi, I wish you all a life filled happiness, love and prosperity. On this auspicious day it thrills me to say that with your kind blessings I have completed filming my first directorial Marathi movie ‘Ved’ (Madness, Crazy, Passion). This road had its own challenges but when you are surrounded with people that have your back, forward is the only way you can go. One such person is my dearest ‘Salman Bhau.’” He said in a post.\n\nSalman had previously done a cameo in Marathi film, Lai Bhaari, which marked Riteish Deshmukh’s acting debut. The film also had Genelia in a cameo appearance in a song. Meanwhile, Ved will be her first full-length Marathi film. It is slated to release on December 30.",
    "index": 28
  },
  {
    "text": "Biden threatened to unleash vague “consequences” on the Saudis following their OPEC-Plus stunt. But two months later, it’s still unclear what those “consequences,” if any, will be. Much of that can perhaps be attributed to the other geopolitical waters the White House has to navigate, not least out of Moscow and Beijing. But there are other forces at work: Just as Riyadh has managed to turn shifting geopolitical contours to its own benefit, MBS has managed to consolidate his own power base in Riyadh—and has extended his networks of influence abroad, especially among key sectors across the West.\n\nLook at what’s taken place domestically over the past year. In September, MBS officially became Saudi Arabia’s prime minister, effectively formalizing his status as the de facto head of the kingdom. Any questions about his role—or his future—in the Saudi governance structure have been effectively eliminated. So too have any domestic threats to his power. And as seen with Saudi Arabia’s mass execution of over 80 men in a single day earlier this year, any questions about MBS’s penchant for violence have likewise ceased.\n\nAbroad, MBS has overseen a wholesale effort to recast his country’s image from a bastion of intolerance and extremism to one that is far more chic, and far more appealing, than previously imagined. Working with Western consultancy firms like McKinsey and public relations firms like Edelman, Saudi Arabia under MBS has run a master class in “reputation laundering” and in using Western services to transform its identity from that of a kleptocratic dictatorship into a regime ready to be welcomed into polite society. Obviously, many other odious states are engaged in efforts to whitewash their reputations, but even among the broader world of dictatorships, MBS and the Saudi regime stand apart.",
    "index": 29
  },
  {
    "text": "Superstar Salman Khan is celebrating his 57th birthday today and is receiving a lot of love from his family, friends and fans. The actor also shares his birthday with his niece Ayat, who is the daughter of Salman's sister Arpita Khan and Ayush Sharma. On the occasion, uncle and niece were seen cutting their birthday cakes beside one another, with their family gathered around them. In the video shared by Ayush on his Instagram Stories, he is seen holding Ayat in his arms and helping her cut the cake. Salman, dressed in a black T-shirt and jeans is seen cutting another cake.\n\nAyush Sharma also reshared an Instagram Stories message shared by Genelia D'Souza. The actress wrote: “Happy Birthday Little Angel, I have literally seen you, from the day you were born and every year it fascinates me to see how beautiful you are getting. I love you and remember Maasi is always there with you.” Ayush thanked her and said, “Thank you, G.”\n\nAyush Sharma also shared a picture with his brother-in-law Salman Khan on the occasion.\n\nSeveral images and videos from Salman Khan's birthday party have been going viral on social media. One such video shows the superstar kissing his ex-girlfriend Sangeeta Bijlani on the forehead as she was about to leave the birthday bash. Sangeeta Bijlani and Salman Khan dated in the 80s and 90s and continued to share a cordial rapport after they parted ways. Sangeeta Bijlani was also present at Arpita Khan Sharma's baby shower together in 2016.\n\nSalman Khan's 57th birthday party saw Shah Rukh Khan, Pooja Hegde, Iulia Vantur, Tabu, Genelia D'Souza and Riteish Deshmukh, Kartik Aaryan, Siddhant Chaturvedi, Sonakshi Sinha, Suniel Shetty and Zaheer Iqbal in attendance.\n\nSalman Khan will be seen next in Kisi Ka Bhai Kisi Ki Jaan, co-starring Pooja Hegde, Venkatesh Daggubati, Shehnaaz Gill, Palak Tiwari and Vijender Singh. He is also currently hosting Bigg Boss 16.",
    "index": 30
  },
  {
    "text": "Actor Ridhi Dogra refuses to take the sole credit for TVF’s Pitchers Season 2, which recently released after a long wait of seven years. In a conversation with Hindustan Times, she said, “Our whole team knew stakes were high and they did not take the audience for granted.” Sharing her experience of working with the ensemble cast, including Naveen Kasturia, Arunabh Kumar, Jitendra Kumar and Abhay Mahajan, Ridhi says, “You cannot fit me in a box. I am happy to work with people who are original. I think what am I being if not original? Everyone can act and be pretty. I too don’t take the audience for granted and say ‘TV has given me fans, I am set!’”Also read: Ridhi Dogra says ‘You can’t be an actor if you are not observant’\n\nRidhi describes Pitchers as a story of dreamers. When asked what is her dream, the actor says, “Acting is my dream. I am still working on my dreams and I am where I want to be.” While Ridhi is working on her dream, yet another dream of her's – working with Shah Rukh Khan – came true with filmmaker Atlee’s upcoming Jawan. Besides this, Ridhi is also looking forward to 2023 with Salman Khan and Katrina Kaif’s big-budget action flick, Tiger 3, and also Asur 2.\n\n“I had a great time during both Tiger 3 and Jawan. Both are big multi-starrer films. When you are involved in such big projects it is like a jigsaw puzzle.” Ridhi feels signing up for big projects isn’t about proving her caliber. “The reason for doing these films isn’t that I feel if I do this certain film then I will be somewhere. I have done these for myself. I personally wanted to work with Maneesh Sharma,” Ridhi said.\n\nRidhi and Tiger 3 director's friendship goes back a long time. She says, “When I got to know that Maneesh is directing Tiger 3, I wanted to do it. It’s like meeting an old friend. I have never chased a film because I want to work with people. My intention is not to be a part of something bigger than myself. I much rather be part of projects where people will be interested in having me on board.”\n\nAll big opportunities open new avenues, but what about the add pressure? Ridhi, who will be seen in supporting roles in both Shah Rukh and Salman Khan-starrer, says, “It’s also scary. These big-budget films, made for these people. I am used to doing a certain quality of work. If I am on a project then I want to take it on my shoulder. It's actually a personal risk to work in Jawan, Tiger 3.\"\n\nIf Ridhi agreed for Tiger 3 because of personal reasons, then what about Jawan? “I have done Jawan for Shah Rukh,\" she blushes. “I am one of those million people who have been shaped by Shah Rukh. As a 10-year-old I have sat and read his every interview in magazines.” Ridhi also recalls rejecting Jawan immediately. “My initial reaction to Jawan was no. This is because to come in front of him you want to be the best. But the director was kind. He met me twice and convinced me to come on board. I respect Atlee a lot. He is a genius. I am not allowed to talk about the film but I hope to get bigger opportunities beside him,” added the actor.\n\nFor Ridhi, Shah Rukh is love. She describes him, “He is everything we all know. After I met him for the first time, I was unable to talk. He would talk to everybody on the sets. And, I was speechless. Even when I was sitting next to him I couldn’t talk to him. I mean where do I start? I cannot normalise him. I would want to keep him as my idol than my friend.”\n\nBeing someone who has now worked with Salman Khan and Shah Rukh Khan, when asked how the two differ from each other, Ridhi laughs and says, “There are so many people who worked with both, don’t put me under the bus. Honestly, I spent more time with Shah Rukh than with Salman. I am really nobody to say what’s different. The only difference is that Shah Rukh is from Delhi and Salman is a true Bombay boy. Salman has swag and energy, Shah Rukh is lovable and warm.”",
    "index": 31
  },
  {
    "text": "ISLAMABAD: The beautifully-coloured portrait paintings of Saudi Crown Prince Mohammed bin Salman have started appearing on the back of trucks and became part of decoration of vehicles plying on various routes in Pakistan.\n\nSuch huge paintings are an expression of affection for the person whose portrait is displayed. Crown Prince Mohammed bin Salman’s popularity has increased manifold recently in the wake of his scheduled visit to Pakistan, that had to be postponed due to a protest by a political party that was ousted from power.\n\nIt was expected that the Crown Prince would have announced hefty investment in Pakistan and fiscal assistance for the country. It has been hinted that he would be visiting Pakistan soon.\n\nOn Monday, Saudi Ambassador to Pakistan Nawaf bin Said Al-Malki met with Nawaz Akhtar who also displayed a charming portrait of the Crown Prince on the back of his truck. Nawaz Akhtar brought his truck, carrying Saud Crown Prince’s portrait, into the Saudi Embassy compound, where he was received by the Saudi envoy. Ambassador Nawaf Al-Malki appreciated his gesture of affection for Crown Prince Muhammad bin Salman and Saudi Kingdom and presented him a souvenir.",
    "index": 32
  },
  {
    "text": "Bollywood superstars Shah Rukh Khan and Salman Khan on Saturday offered their deepest condolences to Prime Minister Narendra Modi after the demise of his mother Hiraben.\n\nBollywood superstars Shah Rukh Khan and Salman Khan on Saturday offered their deepest condolences to Prime Minister Narendra Modi after the demise of his mother Hiraben.\n\nHiraben passed away at a hospital in Ahmedabad in the early hours of Friday. She was 99. Her mortal remains were consigned to flames by PM Modi and his brothers at a crematorium in Gandhinagar.\n\nHeartfelt condolences to @narendramodi on the loss of his mother Heeraben ji. My family’s prayers are with you sir. May God bless her soul.\n\nShah Rukh took to Twitter to condole Hiraben’s demise. “Heartfelt condolences to @narendramodi on the loss of his mother Heeraben ji. My family’s prayers are with you sir. May God bless her soul,” the 57-year-old actor tweeted.\n\nSalman also conveyed his heartfelt condolences to the prime minister.\n\nDear Hon. PM Shri Narendrabhai Modi, I can feel your pain as there is no greater loss than loosing one’s mother. May God give u strength at this hour of need .. @narendramodi\n\n“Dear Hon. PM Shri Narendrabhai Modi, I can feel your pain as there is no greater loss than losing one’s mother. May God give u strength at this hour of need.. @narendramodi” the actor said.\n\nOn Friday, a host of film personalities, including Rajinikanth, Chiranjeevi, Kamal Haasan, Akshay Kumar, Ajay Devgn and Dharmendra paid tributes to Hiraben",
    "index": 33
  },
  {
    "text": "Superstar Salman Khan is one of the most popular actors in the film industry. Having spent nearly thirty years in the industry, he has amassed a massive fan following. With over 40 million followers on Twitter, the superstar is the second most followed actor on the platform.\n\nNow the latest report claims that the superstar’s Twitter account has been hacked and put up on sale. As a matter of fact, not just Salman, but Google CEO Sundar Pichai, American singer Charlie Puth and several other major accounts have been hacked.\n\nAs per several media reports, the hackers, who claim to have stolen the data of nearly 400 million Twitter users, have offered a deal to Twitter. Israeli cyber intelligence firm, Hudson Rock, has revealed that the data of Twitter users stolen by the hacker contains devastating amounts of information, including e-mails and phone numbers of high-profile users including Salman Khan, Charlie Puth, and Google CEO Sundar Pichai. The firm has also shared pictures of the post on Twitter in which the hacker has shared information about the data leak.\n\n“I am selling data of +400 million unique Twitter users that was scrapped via a vulnerability, this data is completely private,” the hacker wrote in his post adding, “Twitter or Elon Musk, if you are reading this post, you are already at risk of GDPR fines for the data leak of over 54 million users. Now fines for data leak of 400 million users.”\n\n“Your best option to avoid paying $2.76 million in CDPR breach fines like Facebook did (due to 533 million users being scrapped) is to buy this data exclusively,” it added. They said that they’re ready to deal with any middleman. Moreover, the hacker mentioned that “I will delete this thread and will not sell this info again”.\n\nMust Read: Kangana Ranaut Heaps Praises On New Twitter Chief Elon Musk For Standing Alone Against ‘Ruling Government’ But Getting No Support From ‘Wokes’",
    "index": 34
  },
  {
    "text": "Mumbai: Bollywood‘s Bhaijaan Salman Khan’s love life has always been one of the most talked about topics among his fans and media circles. The Radhe actor is said to have dated many leading ladies of tinsel town, from Katrina Kaif to Aishwarya Rai. And as per latest buzz, it seems like Sallu bhai has found love again.\n\nWell, this piece of information might shock you, but yes, Salman Khan is reportedly dating his Kisi Ka Bhai Kisi Ki Jaan co-star Pooja Hegde. Twitter went crazy over this rumour after the overseas film critic and analyst Umair Sandhu tweeted, “BREAKING NEWS : New Couple in Town !!! Mega Star #SalmanKhan fell in love with #PoojaHegde !! His production house also signed her for next 2 films !! They are spending time together now a days !! Confirmed by Salman Khan close sources.”\n\nHowever, there is no official confirmation about it yet.\n\nHere’s how fans are reacting to his tweet.\n\nMeanwhile, the film Kisi Ka Bhai Kisi Ki Jaan, directed by Farhad Samji will feature some new faces like Palak Tiwari, Shehnaaz Gill and Abdu Rozik. It is slated to release in 2023. Apart from this, Salman Khan also has Tiger 3 and a sequel in Shah Rukh Khan‘s Pathaan.",
    "index": 35
  },
  {
    "text": "On the afternoon of December 8 local time, President Xi Jinping met with King Salman bin Abdulaziz Al Saud of Saudi Arabia at Riyadh’s al-Yamamah Palace.\n\nPresident Xi Jinping said that he was glad to visit Saudi Arabia again after six years and could still recall vividly his last visit. President Xi Jinping expressed his pleasure to see the important consensus they reached back then on developing China-Saudi Arabia relations being translated into concrete cooperation. China-Saudi Arabia cooperation enjoys broad prospects. China sees Saudi Arabia as an important force in the multi-polar world and attaches great importance to developing the comprehensive strategic partnership with Saudi Arabia. China stands ready to further strengthen strategic communication and deepen cooperation across the board with Saudi Arabia to deliver for the development interests of the two countries and safeguard world peace and stability.\n\nKing Salman extended his warm welcome to President Xi Jinping for visiting Saudi Arabia again and said that President Xi Jinping’s successful visit to Saudi Arabia in 2016 was truly memorable. In recent years, China and Saudi Arabia made excellent progress in creating synergy between strategies and conducting bilateral cooperation in various fields. The two sides have reached important common understandings on many issues, and what are China’s interests are Saudi Arabia’s interests as well. King Salman noted that he highly values relations with China and is ready to work with President Xi Jinping to advance Saudi Arabia’s comprehensive strategic partnership with China and deliver more benefits to both peoples sharing friendly relations. This is also conducive to regional and global peace, stability and tranquility.\n\nThe two heads of state co-signed in person the comprehensive strategic partnership agreement between the People’s Republic of China and the Kingdom of Saudi Arabia, and agreed to take turns to host biennial meetings between the heads of state of the two countries.",
    "index": 36
  },
  {
    "text": "Shah Rukh Khan and Salman Khan, who were once at loggerheads, have been sending social media into a tizzy with their latest appearances. After taking the web by storm with his presence at the latter’s birthday, he was recently snapped at Ambani’s residence. Last night, who’s who of Bollywood was seen making their presence felt at Antilia after Ambanis after they returned to the bay after the Roka ceremony of their youngest son Anant Ambani.\n\nThe junior Ambani got engaged to Radhika Merchant, who’s a trained classical dancer and the who city was decked up as they returned from Udaipur after the celebrations.\n\nWhile Instagram is flooded with videos and photos of celebs like Salman Khan, Shah Rukh Khan, Alia Bhatt, Ranbir Kapoor, Ayan Mukerji and others, an exciting clip has gone viral on social media for this reason. After arriving separately at the event, the two superstars were seen leaving together. Yes, you heard that right!\n\nIn the video, which has surfaced on the web, Salman Khan and Shah Rukh Khan are seen leaving together in a white Fortuner which is followed by SRK’s Mercedes. While Tiger is seen blue formal shirt, SRK looks dapper in white ethnic attire. The superstar made sure to wave at the fans and the paps present there. Check out the video below:\n\nSoon after the video surfaced on the web, star struck netizens called them Tiger and Pathaan while others trolled them. Commenting on it a user wrote, “Brand ambassador of swag,” while another said, “King or Tiger.”\n\nA few also joked about them being “Caterers k ldake,” “Bartan dhona,” and “Waiter ka kam karne aaye honge.”\n\nMeanwhile, Shah Rukh Khan and Salman Khan are all set to take the box office by storm too as both will be seen in cameo appearances in Tiger 3 and Pathaan.\n\nMust Read: Salman Khan Fans Lathi-Charged By Police, His Birthday Celebrations Turn Into A Riot-Like Situation!",
    "index": 37
  },
  {
    "text": "Back in 2015, Dame Helen Mirren, now a silver-haired 77-year-old, had best articulated the ageist bias with regard to women actors in Hollywood: “We all watched James Bond as he got more and more geriatric, and his girlfriends got younger and younger. It’s so annoying.” The legendary Meryl Streep, despite a clutch of Oscar trophies, actually funded a screenwriters’ workshop for women over 40 so that more stories could be written about real women finding their place in the real world that could then get made into films. Meanwhile, Penelope Cruz, who has been calling out ageism for years, tells journalists who ask her about her status as an ageing actor, “I’m not going to give you even two minutes to honour your question. It doesn’t deserve that.”\n\nBack in 2015, Dame Helen Mirren, now a silver-haired 77-year-old, had best articulated the ageist bias with regard to women actors in Hollywood: “We all watched James Bond as he got more and more geriatric, and his girlfriends got younger and younger. It’s so annoying.” The legendary Meryl Streep, despite a clutch of Oscar trophies, actually funded a screenwriters’ workshop for women over 40 so that more stories could be written about real women finding their place in the real world that could then get made into films. Meanwhile, Penelope Cruz, who has been calling out ageism for years, tells journalists who ask her about her status as an ageing actor, “I’m not going to give you even two minutes to honour your question. It doesn’t deserve that.”\n\nAll three are powerful women in Hollywood, speaking from a position of acquired strength and wisdom, trying to change the gendered discourse on their terms. Backed by a body of award-winning work that has brought big bucks and value to the big studios that hired them, they earned their podium rights.\n\nRaveena Tandon is nowhere near them but is no less qualified to talk about ageist biases in Bollywood. She asked why her peer Madhuri Dixit should be pigeonholed as a “female superstar of the 90s” when their male peers are considered ageless. She should know this best. Having begun her career with actor Salman Khan in Patthar Ke Phool (1991) and delivered the cult hit Andaz Apna Apna (1994) with him. They were the flower children of a just-liberalised India. Yet she wilted by the wayside while Khan at 57 continues to romance Pooja Hegde, 32, in 2022. And courtesy of the finesse of air-brushing technology and a few cosmetic makeovers, we never make out a difference. Salman at 57 in his Panvel farmhouse, hiding his frailties, will never be the digitally-mastered and larger-than-life Salman on screen. May we say, Tandon herself would look much better, with or without the cosmetic jugglery, if the two were cast together. But that would, as trade pundits would tell you, be harakiri for the producer in an industry that equates alpha maleness to financial muscle. Be it Aamir or Shah Rukh, the selling point of their ventures has been their investable worth as age-defying demigods. Consider the publicity propaganda of Aamir’s Three Idiots (“Oh, he looks like a college kid”) or even Shah Rukh’s Pathaan (“Oh look at those abs at 57”).\n\nThis is where the efforts of Vidya Balan or more recently, Alia Bhatt, who have shouldered the burden of being the protagonist and delivered Rs 100-crore revenues for their producers, come to nought. Unfortunately, their projects are still considered women-oriented and not mainstream films — a value-add than the value itself. A woke moment that allows Bollywood to pat itself on the back for being in sync with the times. In fact, the definition of mainstream films in India, be it Hindi or regional blockbusters, continues to be contoured by the idea of a Herculean male superstar. Even successful women filmmakers like Farah Khan sadly entrench the male stereotype to get the crowds going at Chandan cinema, her barometer for pan-India success. Zoya Akhtar, for all her attempts at slice-of-life realism on the big screen, is still considered effete. Fact is, the idea of a woman superstar has never been tested or allowed to flourish enough in the mass market, which has, by now, been heavily drugged on formula. In a country where Shakti peeths draw in the most pilgrims, that wouldn’t be impossible really.\n\nTandon, many critics believe, made her dough by catering to the male gaze through song sequences like Tu Cheez Bari Hai Mast Mast, and, therefore has no locus standi to talk about the rightful place of women in the film industry. In her time, even the likes of Madhuri Dixit weren’t really given the space to exercise their acting chops. Just map the cult Bollywood hit songs; chances are they would mostly feature more women than men. As for acting chops, Dixit and Karisma Kapoor did manage to get noticed in the latter half of their industry shelf life. Today, it is the so-called “90s women superstars” who have aced the OTT ratings, Tandon herself playing an investigative woman cop with Aranyak, Dixit as a justice-seeking ageing actress in The Fame Game and Sushmita Sen a revenge-seeking Aarya. Such has been their performance that studios themselves are offering them new seasons. Besides, they are all ambassadors for top-of-the-line brands, motivational speakers, show hosts and anchors, all of which are the ad world’s barometer for public acceptance. They all play to their strengths, unabashed about their age and wrinkles, and in their sequences definitely look fitter than Aamir Khan running as Lal Singh Chadha. This, after taking their breaks for marriage and maternity and owning their evolution as women.\n\nOf course, the media itself, which is best placed to correct perceptions, is equally guilty. While branding the efforts of 40-plus women as a “comeback”, it fetes Aamir Khan for taking a “year’s creative break” for “family time” and his suddenly undyed hair. Will it question him about a “comeback” a year later or pardon him the vanity of colouring his hair? Or starring with a newbie and justify it as another “hatke” film? Won’t it be a too-90s thing to do?",
    "index": 38
  },
  {
    "text": "Growing up in the 90s’, we have all known Salman Khan as a boy next door whom we all loved. Credited for several blockbuster hits and his philanthropic work, the actor is one of the highest-paid movie stars in the Indian film industry. That’s not all, Salman Khan has also gained immense popularity as a host of his popular television show Bigg Boss. His massive stardom comes with a lot of luxury and uber-expensive possessions and that’s what we are going to look at today.  Here’s the list:\n\nSalman Khan lives with his family in this stunning sea-facing triplex apartment in Mumbai’s Bandra. The Galaxy Apartment has become a common tourist attraction for all his fans who come there to catch a glimpse of the actor. As per DNA, the property costs a whopping Rs 100 crore.\n\nIf you follow Salman Khan on social media, you would know that he owns a farmhouse in Panvel, where he likes to spend time with his close friends and family. Spread across 150 acres of land, this luxury property features a gym, a swimming pool, and a space dedicated to domestic animals including five horses as well as stables, and a huge stretch of gorgeous greenery around. This farmhouse is priced at Rs 80 crores approx.\n\nSalman Khan owns a private yacht that he gifted himself in 2016 on his 50th birthday. It costs a whopping Rs 3 crores, and the star is known to party with his friends and family on this yacht.\n\nSalam Khan also owns this luxurious 5-BHK beach home in Maharashtra’s Gorai. This beautiful house has a gym, a massive swimming pool, a theatre, and a unique bike arena. The actor bought this home on his 51st birthday for a whopping Rs 100 crores.\n\nSalman Khan owns Rs 82 lacs Mercedes Benz S Class, Rs .13 crore Audi A8 L worth, a BMW X6 worth Rs 1.15 crore, a Toyota Land Cruiser worth Rs 1.29 crore, an Audi RS7 worth Rs 1.4 crore, a Range Rover worth Rs 2.06 crores, Audi R8 worth Rs 2.31 crore, and Lexus LX470 of around Rs 2.32 crore.\n\nSalman Khan owns Being Human which was founded under the Salman Khan Foundation in 2012. The brand sells clothes, jewellery, and watches. The brand is priced at Rs 235 crore and is one of the most expensive things owned by the actor.",
    "index": 39
  }
]